[
  {
    "series": "SPY x FAMILY",
    "episode": 1,
    "title": "OPERATION STRIX",
    "url": "https://stape.fun/e/B7gqJLJLmehyqqP/?autoplay=1",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/912c6649b95f7303fc999994388fc3c7.jpg",
    "description": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and..."
  },
  {
    "series": "SPY x FAMILY",
    "episode": 2,
    "title": "SECURE A WIFE",
    "url": "https://stape.fun/e/Dq04o7gVglHkj4J/?autoplay=1",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/7141119e1b642e1359d1b715d727e86e.jpg",
    "description": "Civil servant Yor Briar has a secret identity: an assassin named the Thorn Princess. Lately, single women had been suspected of being spies, which was making Yor nervous. Meanwhile, Loid was searching for someone to play Anya's mother so they could attend the interview at Eden College. He just happens to run into Yor at a boutique. Anya reads Yor's mind and finds out that she's an assassin and tries to get Loid to ask Yor to play her mother."
  },
  {
    "series": "SPY x FAMILY",
    "episode": 3,
    "title": "PREPARE FOR THE INTERVIEW",
    "url": "https://stape.fun/e/qMvPDvBDa7HA1J/?autoplay=1",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/d31792385e10b79c5e8f1b7d233ada23.jpg",
    "description": "Yor moves in with Loid and Anya. Now that they are a family, they need to prepare for the interview. But Loid realizes with how Anya and Yor currently are, the interview probably won't go well. In order to make sure they all understand how an upper-class family should be, Loid decides that they should all go out as a family. They go to the theatre and a museum, but it's just not clicking with Anya and Yor. Twilight begins to lose hope, but..."
  }
]
