[
  {
    "series": "SPY x FAMILY",
    "episode": 1,
    "title": "OPERATION STRIX",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/912c6649b95f7303fc999994388fc3c7.jpg",
    "description": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and...",
    "videos": {
      "sub": "https://stape.fun/e/B7gqJLJLmehyqqP/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 2,
    "title": "SECURE A WIFE",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/7141119e1b642e1359d1b715d727e86e.jpg",
    "description": "Civil servant Yor Briar has a secret identity: an assassin named the Thorn Princess. Lately, single women had been suspected of being spies, which was making Yor nervous. Meanwhile, Loid was searching for someone to play Anya's mother so they could attend the interview at Eden College. He just happens to run into Yor at a boutique. Anya reads Yor's mind and finds out that she's an assassin and tries to get Loid to ask Yor to play her mother.",
    "videos": {
      "sub": "https://stape.fun/e/Dq04o7gVglHkj4J/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 3,
    "title": "PREPARE FOR THE INTERVIEW",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/d31792385e10b79c5e8f1b7d233ada23.jpg",
    "description": "Yor moves in with Loid and Anya. Now that they are a family, they need to prepare for the interview. But Loid realizes with how Anya and Yor currently are, the interview probably won't go well. In order to make sure they all understand how an upper-class family should be, Loid decides that they should all go out as a family. They go to the theatre and a museum, but it's just not clicking with Anya and Yor. Twilight begins to lose hope, but...",
    "videos": {
      "sub": "https://stape.fun/e/qMvPDvBDa7HA1J/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 4,
    "title": "THE PRESTIGIOUS SCHOOL'S INTERVIEW",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/44b97514760c0116a45fa88abceb68a3.jpg",
    "description": "Loid, Anya, and Yor attend Eden College's prestigious interview. The family faces the pressure to appear perfect and Anya's telepathy creates unexpected moments.",
    "videos": {
      "sub": "https://stape.fun/e/2O07rW6vo8TZbzG/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 5,
    "title": "WILL THEY PASS OR FAIL?",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/e54fb846366568ad2001719ac5fa0e98.jpg",
    "description": "The Forger family anxiously waits for the results of Eden College's interview. Tensions rise as Anya's behavior and Loid's secret mission put their chances at risk.",
    "videos": {
      "sub": "https://stape.fun/e/gwQ3pv0WGXUxXv/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 6,
    "title": "THE FRIENDSHIP SCHEME",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f2b5f6e4669dd5636fbb3132e88f2742.jpg",
    "description": "Anya's uniform is finished. Loid has to go to a WISE strategy meeting, so he has Yor pick up the uniform as he heads to the safehouse. At the meeting, he finds out that Anya will have to receive 8 Stellar Stars and become an Imperial Scholar at Eden College in order for him to successfully complete Operation Strix. Meanwhile, Anya is very excited about getting her new uniform. But there are always criminals on the lookout for wealthy students from Eden College and Anya gets targeted by a group of hoodlums.",
    "videos": {
      "sub": "https://stape.fun/e/mDJgzBQRl4Ubb7z/?autoplay=1",
      "dub": ""
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 7,
    "title": "THE TARGET'S SECOND SON",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f5672b554366892089ec48be095910a2.jpg",
    "description": "Anya ends up with a Tonitrus Bolt after she hit Damian Desmond. Sadly, this causes her to stand out for the wrong reasons in class which depresses her, but she ends up friends with Becky, and school becomes a little more fun. She also tries to apologize to Damian for hitting him, but just can't seem to get the words out. For the sake of Operation Strix, Loid disguises himself as someone who works at the school and tries to help Anya reconcile from the shadows, but...",
    "videos": {
      "sub": "https://stape.fun/e/1A68QJ1WLWSeZo2/?autoplay=1",
      "dub": ""
    }
  }
]
