[
    {
        "series": "SPY x FAMILY",
        "episode": 1,
        "title": "OPERATION STRIX",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/912c6649b95f7303fc999994388fc3c7.jpg",
        "description": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and...",
        "videos": {
            "ja": "https://stape.fun/e/B7gqJLJLmehyqqP/?autoplay=1",
            "en": "https://stape.fun/e/08oAxeX7aMcbXjO/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 2,
        "title": "SECURE A WIFE",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/7141119e1b642e1359d1b715d727e86e.jpg",
        "description": "Yor Briar, a 27-year-old who works as a clerk at Berlint City Hall, is ostracized for being single at her age and is suspected of being a spy by her colleagues. In order to make a living for herself and her younger brother Yuri, she acts as an assassin known as the \"Thorn Princess\" on the side, killing important diplomats whenever she is asked to. She and Loid meet by happenstance and Anya, reading Yor's mind and realizing she is secretly an assassin, pressures the two of them to get together, with Loid acting as her partner to appease Yuri and her colleagues at a party and for her to attend the interview. At the party, Loid accidentally states that he is Yor's husband, and they leave after everyone has seen them together. As they are pursued by goons who Loid had stole jewelry from during a mission, Yor, upon realizing that Loid doesn't find her eccentric behavior offputting and seeing the benefit in having a partner, asks if their \"marriage\" can be more permanent than just for the interview. Loid agrees and signs off on their wedding vows using a grenade pin as a ring while their pursuers are killed in the explosion. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/Dq04o7gVglHkj4J/?autoplay=1",
            "en": "https://stape.fun/e/6KW36OdQR6I97vQ/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 3,
        "title": "PREPARE FOR THE INTERVIEW",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/d31792385e10b79c5e8f1b7d233ada23.jpg",
        "description": "Now being officially married, Yor moves in with Loid and Anya and receives a warm welcome. Loid tests Anya and Yor with a mock interview, in which they both fail to satisfactorily answer the questions. Loid decides to organize an outing with Yor and Anya in order to give them a better idea of what upper-class family life is like. They attend several high-class events such as listening to an opera, touring an art museum, and attending a political rally. However, it is shown that due to Anya's telepathy, she suffers severe pain when among large groups of people. Loid begins losing faith in the success of his mission when Yor notices his stress and takes him to a park to relax. There, they witness a thief rob an old woman, and Loid successfully captures him. The old woman thanks Loid and observes that he, Yor, and Anya make a wonderful family. That night, Loid conducts another mock interview with slightly more success and reassures himself that if they could fool the old woman into thinking they are a family, then the mission still has a chance. (Source: Wikipedia, edited)",
        "videos": {
            "ja": "https://stape.fun/e/qMvPDvBDa7HA1J/?autoplay=1",
            "en": "https://stape.fun/e/agzKzlAePLSM2V/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 4,
        "title": "THE PRESTIGIOUS SCHOOL'S INTERVIEW",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/44b97514760c0116a45fa88abceb68a3.jpg",
        "description": "On the day of the interview, the Forger family arrives at Eden Academy. However, Loid immediately notices that the school faculty, led by Housemaster Henry Henderson, is secretly observing and screening the attending families, with Henderson focusing on \"elegance\". Knowing this, Loid is able to lead Yor and Anya into behaving exactly the way Henderson wants. Suddenly, the school's farm animals break loose and begin stampeding, only being stopped when Yor stuns the lead bull and Anya uses her telepathy to calm it, finally earning Henderson's complete respect. They attend the actual interview and give satisfactory answers. However, one of the interviewers, Murdoch Swan, deliberately tries to fail them by pressuring Anya to admit whether her original mother or Yor is better. This triggers Anya's trauma and Loid decides to end the interview over this. After the Forgers leave, a furious Henderson punches and knocks out Swan for his cruelty. Back home, Loid is certain that they have failed the interview, but Anya reassures him by telling him to have faith in Henderson vouching for them. With nothing to do but wait for the results, the Forgers resolve to hope for the best. (Source: Wikipedia, edited)",
        "videos": {
            "ja": "https://stape.fun/e/2O07rW6vo8TZbzG/?autoplay=1",
            "en": "https://stape.fun/e/3PYROXB9ymIdzx4/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 5,
        "title": "WILL THEY PASS OR FAIL?",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/e54fb846366568ad2001719ac5fa0e98.jpg",
        "description": "The Forgers discover that Anya was not accepted at Eden Academy, but Henderson informs them that since she had the highest ranking in the exam amongst the rejected applicants, her name will be first on the waiting list. Three days later, Loid is informed that Anya has been accepted into Eden Academy, as Loid's informant Franky appears at their apartment to celebrate with them, where both Franky and Yor get drunk. Under Franky's suggestion, Anya requests Loid to reenact a scene from her favorite cartoon Spy Wars, where a princess is rescued by the protagonist, Bondman, in a castle. After she refuses to attend school unless her dream is fulfilled, Loid rents a castle and drafts his fellow agents in a game where he must rescue Anya from Franky, who \"kidnaps\" her. They all accept gleefully, after they are informed from WISE headquarters that their participation is crucial for Operation Strix. After passing through all obstacles and having a short, but intense fight with a drunken Yor, Loid \"rescues\" Anya and they celebrate her admission in Eden Academy, with Anya promising to do her best at school for Loid's sake.",
        "videos": {
            "ja": "https://stape.fun/e/gwQ3pv0WGXUxXv/?autoplay=1",
            "en": "https://stape.fun/e/4z9oLVaDxYIJP4/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 6,
        "title": "THE FRIENDSHIP SCHEME",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f2b5f6e4669dd5636fbb3132e88f2742.jpg",
        "description": "The Forgers visit the tailors in preparation for the entrance ceremony. Shortly after, Loid receives an order for a briefing with Westalis Intelligence's Administrator, Sylvia Sherwood, also known as \"Handler\", to discuss the second phase of Operation Strix. Reviewing the system of Eden Academy, for Loid to infiltrate the school's gathering, Anya must reach the status of an Imperial Scholar, a title given to hand-selected gifted students of Eden Academy that have received eight Stella Stars for their achievements. In contrast, students receive Tonitrus Bolts as punishment for misconduct, with eight of them equal to immediate expulsion. Elsewhere, Yor prevent some thugs from kidnapping Anya while they are grocery shopping. Anya then pleads for lessons on self-defense, to which Yor agrees. On the orientation day, Loid secretly arranges for Anya to be in the same class as Damian Desmond, Donovan's second son, in hopes that he can connect to Donovan via the kids. During a tour around the school led by Housemaster Henderson, who is now demoted to oversee Anya's class, Damian's aggravating Anya leads to her punching him, worsening their relationship, earning Anya a Tonitrus Bolt, and spoiling both of Loid's plans. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/mDJgzBQRl4Ubb7z/?autoplay=1",
            "en": "https://stape.fun/e/zVboXYm7dMFYMkw/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 7,
        "title": "THE TARGET'S SECOND SON",
        "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f5672b554366892089ec48be095910a2.jpg",
        "description": "On their first day at Eden Academy, both Anya and her new friend, Becky Blackbell, are ostracized by their classmates. Despite this, Becky assures her support for Anya, not allowing her to apologize to Damian. Loid, who is tailing Anya, sends different messages to her, pressuring her to apologize, and she finally does while Becky is away. However, Damian, who has fallen for her, runs away in embarrassment when he refuses to acknowledge his feelings. As a result, Loid erroneously believes his second plan has failed. Back home, Loid tries to make Anya study, hoping to progress the original plan, but she wears herself out. Yor tells Loid not to be so harsh with Anya as Loid realizes he is being tough on her just for his aspirations. Yor then tells Loid that Anya views him as a good father, but when she apologizes for interfering, Loid asserts that she is part of their family. Loid then goes to check on Anya, finding her asleep on her desk, having tried to study on her own. He puts Anya to bed wondering what it feels like to have a real family. Elsewhere, Yuri, Yor's brother, learns of his sister's marriage. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/1A68QJ1WLWSeZo2/?autoplay=1",
            "en": "https://stape.fun/e/ygWXGDPZyMhwkg/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 8,
        "title": "THE COUNTER-SECRET POLICE COVER OPERATION",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066752/screencap/628f4f437c6dc.jpg",
        "description": "Anya continues to struggle academically, leading Loid to doubt her ability to earn the Stella Stars in the four month timeframe requested by Handler. Later that night, Yuri, who secretly works for the Ostanian State Security Service (SSS), visits Yor after interrogating a WISE informant from within the City Council. Yuri, who is heavily attached to Yor and finds it hard to accept her marriage, barrages Loid with questions in the hope of catching him off-guard but unintentionally inebriates himself out of frustration. Realizing that Yuri is guiding their conversation using a template by the Ostanian Intelligence Agency, Loid deduces that he is a member of the SSS. A drunk Yuri then requests that Loid and Yor kiss in front of him after he sees them act uncomfortable from touching hands, threatening to annul their marriage if they fail to do so. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/OqLV9bVwq8TZRVb/?autoplay=1",
            "en": "https://stape.fun/e/J0xGV0QPgJIZxp/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 9,
        "title": "SHOW OFF HOW IN LOVE YOU ARE",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066753/screencap/6298915d35b55.jpg",
        "description": "Unable to cope with seeing Yor kiss another man, Yuri attempts to stop it and inadvertently receives a slap from a drunk and embarrassed Yor. Even though he still refuses to recognize the marriage, Yuri somewhat accepts Loid. Now knowing about Yuri's connection to the SSS, Loid begins to harbor doubt about Yor's true motives, while on the other hand, Yor is depressed over her perceived incompetence as a wife. The next day, Loid slips a listening device onto Yor and employs help from Franky, disguising as SSS officers and questioning her under false accusations. However, Yor's emotional declaration of faith for her brother and husband convince them she is truthful about her relationships. Loid later meets Yor on the way home and destroys the listening device. He also advises Yor that she does not need to fret about appearing as a proper wife as long as she is comfortable with herself. They affirm to each other to stay the way they are, even as a pretend family. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/kw3Xb1vM1jiOMYe/?autoplay=1",
            "en": "https://stape.fun/e/YyZdxBMr1Viv8kY/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 10,
        "title": "THE GREAT DODGEBALL PLAN",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066754/screencap/62a1ccf6794fc.jpg",
        "description": "Both Anya and Damian discover that they can earn a Stella Star if they are named most valuable player in their upcoming dodgeball contest. As such, Anya requests training from Yor. They train together, and Anya manages to keep up with Yor. Back in Eden, both Anya and Damian are placed on the same team. Anya reads Damian's thoughts, and discovers he wants to earn the Stella Star to come out of his brother's shadow, and be acknowledged by his father. However, they are matched against the inhumanly massive Bill Watkins, who slowly eliminates their team. However, Anya manages to read his plans for each throw and dodge accordingly. Fed up, Bill launches the ball with all his strength at Anya, but Damian surprisingly protects her, being eliminated in the process. Anya gets the ball, and prepares to launch a powerful throw she honed, but she slips and throws the ball at the floor, which Bill then uses to eliminate her. However, Henderson declares no Stella stars will be awarded, and feels proud at his class for being able to work as a team, just as Damian, Anya, and Becky quarrel again. (Source: Wikipedia)",
        "videos": {
            "ja": "https://stape.fun/e/XzBWg99aMdHPV1/?autoplay=1",
            "en": "https://stape.fun/e/zPdr1JB4DqFYZKk/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 11,
        "title": "STELLA",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066755/screencap/62ada5a951a6d.jpg",
        "description": "In order for parents to attend one of the social gatherings at Eden College, their children need to be Imperial Scholars, but Anya hating to study makes this rather difficult. Loid then comes up with a plan to get Anya to get Stella Stars by doing community service rather than with her academics. But when she ends up volunteering at a hospital, she continuously messes up. Later, she hears a child drowning in a pool with her telepathy and...",
        "videos": {
            "ja": "https://stape.fun/e/do2ekdJeOgfPW0/?autoplay=1",
            "en": "https://stape.fun/e/x9Bp6OQO4WFkLk1/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 12,
        "title": "PENGUIN PARK",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066756/screencap/62b581a4e0c43.jpg",
        "description": "Loid is burdened with one mission after another from WISE and comes home exhausted. He then hears neighbors gossiping that he's neglecting his family. Because he can't let anyone doubt them as a family for the sake of Operation Strix, he decides to take his family to the aquarium the next day they have off to show everyone that they get along. However, he is assigned another mission from WISE while he's there, and...",
        "videos": {
            "ja": "https://stape.fun/e/LMP1DyyMZBsRplL/?autoplay=1",
            "en": "https://stape.fun/e/pdJzkPp1Kacrp2v/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 13,
        "title": "PROJECT APPLE",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114344/screencap/63356a4f8c5f4.jpg",
        "description": "No description available.",
        "videos": {
            "ja": "https://stape.fun/e/7DODM360PzHJMZ/?autoplay=1",
            "en": "https://stape.fun/e/23eBGyr2R4sZYga/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 14,
        "title": "DISARM THE TIME BOMB",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114345/screencap/633fada853495.jpg",
        "description": "No description available.",
        "videos": {
            "ja": "https://stape.fun/e/elrJQd2zo4FYVOK/?autoplay=1",
            "en": "https://stape.fun/e/G99Aqla6zaT1JR8/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 15,
        "title": "A NEW FAMILY MEMBER",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114347/screencap/634817b724c4e.jpg",
        "description": "No description available.",
        "videos": {
            "ja": "https://stape.fun/e/bZr33P0j4KtP1px/?autoplay=1",
            "en": "https://stape.fun/e/OdGwQyjqmgFZbWj/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 22,
        "title": "Episode 22",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114354/screencap/6388f98a56590.jpg",
        "description": "No description available.",
        "videos": {
            "en": "https://stape.fun/e/9qOMyxx63Mi6mL/?autoplay=1",
            "ja": "https://stape.fun/e/AQlWe1bwG6T4zw/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 23,
        "title": "Episode 23",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114355/screencap/6391f3e7d58b1.jpg",
        "description": "No description available.",
        "videos": {
            "en": "https://stape.fun/e/QPW32JbW20ugmq/?autoplay=1",
            "ja": "https://stape.fun/e/kk72llZPxzIO7e9/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 24,
        "title": "Episode 24",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114356/screencap/639b323175358.jpg",
        "description": "No description available.",
        "videos": {
            "en": "https://stape.fun/e/zrzOj4ol8MTYALR/?autoplay=1",
            "ja": "https://stape.fun/e/a4jGeeYryQux7Gp/?autoplay=1"
        }
    },
    {
        "series": "SPY x FAMILY",
        "episode": 25,
        "title": "Episode 25",
        "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114357/screencap/63a4614de5df8.jpg",
        "description": "No description available.",
        "videos": {
            "en": "https://stape.fun/e/QAbL37kp16I9Vw/?autoplay=1",
            "ja": "https://stape.fun/e/zrOjD04eYbHYL36/?autoplay=1"
        }
    }
]
