[
  {
    "series": "SPY x FAMILY",
    "episode": 1,
    "title": "OPERATION STRIX",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/912c6649b95f7303fc999994388fc3c7.jpg",
    "description": "Twilight is an agent that works for WISE, Westalis's intelligence agency, and he is tasked with investigating Desmond, who is in Ostania and planning to start a war. Twilight disguises himself as the psychiatrist Loid Forger and adopts a girl named Anya so that he can enroll her into the prestigious Eden College to get closer to his target. Unbeknownst to him, Anya is actually a telepath who can read people's minds. One day, members of a mafia group that is after Twilight kidnaps Anya. Loid realizes that he needs to reconsider his priorities and...",
    "videos": {
      "ja": "https://stape.fun/e/B7gqJLJLmehyqqP/?autoplay=1",
      "en": "https://stape.fun/e/08oAxeX7aMcbXjO/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 2,
    "title": "SECURE A WIFE",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/7141119e1b642e1359d1b715d727e86e.jpg",
    "description": "Civil servant Yor Briar has a secret identity: an assassin named the Thorn Princess. Lately, single women had been suspected of being spies, which was making Yor nervous. Meanwhile, Loid was searching for someone to play Anya's mother so they could attend the interview at Eden College. He just happens to run into Yor at a boutique. Anya reads Yor's mind and finds out that she's an assassin and tries to get Loid to ask Yor to play her mother.",
    "videos": {
      "ja": "https://stape.fun/e/Dq04o7gVglHkj4J/?autoplay=1",
      "en": "https://stape.fun/e/6KW36OdQR6I97vQ/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 3,
    "title": "PREPARE FOR THE INTERVIEW",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/d31792385e10b79c5e8f1b7d233ada23.jpg",
    "description": "Yor moves in with Loid and Anya. Now that they are a family, they need to prepare for the interview. But Loid realizes with how Anya and Yor currently are, the interview probably won't go well. In order to make sure they all understand how an upper-class family should be, Loid decides that they should all go out as a family. They go to the theatre and a museum, but it's just not clicking with Anya and Yor. Twilight begins to lose hope, but...",
    "videos": {
      "ja": "https://stape.fun/e/qMvPDvBDa7HA1J/?autoplay=1",
      "en": "https://stape.fun/e/agzKzlAePLSM2V/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 4,
    "title": "THE PRESTIGIOUS SCHOOL'S INTERVIEW",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/44b97514760c0116a45fa88abceb68a3.jpg",
    "description": "Loid, Anya, and Yor attend Eden College's prestigious interview. The family faces the pressure to appear perfect and Anya's telepathy creates unexpected moments.",
    "videos": {
      "ja": "https://stape.fun/e/2O07rW6vo8TZbzG/?autoplay=1",
      "en": "https://stape.fun/e/3PYROXB9ymIdzx4/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 5,
    "title": "WILL THEY PASS OR FAIL?",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/e54fb846366568ad2001719ac5fa0e98.jpg",
    "description": "The Forger family anxiously waits for the results of Eden College's interview. Tensions rise as Anya's behavior and Loid's secret mission put their chances at risk.",
    "videos": {
      "ja": "https://stape.fun/e/gwQ3pv0WGXUxXv/?autoplay=1",
      "en": "https://stape.fun/e/4z9oLVaDxYIJP4/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 6,
    "title": "THE FRIENDSHIP SCHEME",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f2b5f6e4669dd5636fbb3132e88f2742.jpg",
    "description": "Anya's uniform is finished. Loid has to go to a WISE strategy meeting, so he has Yor pick up the uniform as he heads to the safehouse. At the meeting, he finds out that Anya will have to receive 8 Stellar Stars and become an Imperial Scholar at Eden College in order for him to successfully complete Operation Strix. Meanwhile, Anya is very excited about getting her new uniform. But there are always criminals on the lookout for wealthy students from Eden College and Anya gets targeted by a group of hoodlums.",
    "videos": {
      "ja": "https://stape.fun/e/mDJgzBQRl4Ubb7z/?autoplay=1",
      "en": "https://stape.fun/e/zVboXYm7dMFYMkw/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 7,
    "title": "THE TARGET'S SECOND SON",
    "cover": "https://imgsrv.crunchyroll.com/cdn-cgi/image/fit=contain,format=auto,quality=70,width=320,height=180/catalog/crunchyroll/f5672b554366892089ec48be095910a2.jpg",
    "description": "Anya ends up with a Tonitrus Bolt after she hit Damian Desmond. Sadly, this causes her to stand out for the wrong reasons in class which depresses her, but she ends up friends with Becky, and school becomes a little more fun. She also tries to apologize to Damian for hitting him, but just can't seem to get the words out. For the sake of Operation Strix, Loid disguises himself as someone who works at the school and tries to help Anya reconcile from the shadows, but...",
    "videos": {
      "ja": "https://stape.fun/e/1A68QJ1WLWSeZo2/?autoplay=1",
      "en": "https://stape.fun/e/ygWXGDPZyMhwkg/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 8,
    "title": "THE COUNTER-SECRET POLICE COVER OPERATION",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066752/screencap/628f4f437c6dc.jpg",
    "description": "Ostania's counterintelligence agency and national security bureau conducts spy hunts and keeps surveillance on its citizens to maintain peace within the country. They are also called the Secret Police and are feared. Yor's younger brother Yuri actually belongs to the Secret Police and is hunting down spies while keeping this a secret from Yor and others around him. One day, he suddenly shows up at the Forger residence. The Forgers, who are full of secrets, and Yuri, who has a secret identity, come face to face!",
    "videos": {
      "ja": "https://stape.fun/e/OqLV9bVwq8TZRVb/?autoplay=1",
      "en": "https://stape.fun/e/J0xGV0QPgJIZxp/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 9,
    "title": "SHOW OFF HOW IN LOVE YOU ARE",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066753/screencap/6298915d35b55.jpg",
    "description": "In order to prove to Yuri that they are actually a married couple, Loid and Yor are supposed to kiss. Loid is willing to get this done immediately for the sake of Operation Strix, but Yor can't do this sober, so she ends up downing a bunch of wine and gets drunk. Yuri sees his sister this way, also gets drunk, and is unable to make rational decisions anymore...",
    "videos": {
      "ja": "https://stape.fun/e/kw3Xb1vM1jiOMYe/?autoplay=1",
      "en": "https://stape.fun/e/YyZdxBMr1Viv8kY/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 10,
    "title": "THE GREAT DODGEBALL PLAN",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066754/screencap/62a1ccf6794fc.jpg",
    "description": "A rumor spreads amongst the first graders at Eden College saying that if they do well in their next PE class, they will get rewarded with Stella Stars. Anya is determined to get a Stella Star, so she trains with Yor. Thus begins the dodgeball match between Cecile Hall and Wald Hall! Anya and her classmates are determined to win, but they are faced with the giant, Bill Watkins.",
    "videos": {
      "ja": "https://stape.fun/e/XzBWg99aMdHPV1/?autoplay=1",
      "en": "https://stape.fun/e/zPdr1JB4DqFYZKk/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 11,
    "title": "STELLA",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066755/screencap/62ada5a951a6d.jpg",
    "description": "In order for parents to attend one of the social gatherings at Eden College, their children need to be Imperial Scholars, but Anya hating to study makes this rather difficult. Loid then comes up with a plan to get Anya to get Stella Stars by doing community service rather than with her academics. But when she ends up volunteering at a hospital, she continuously messes up. Later, she hears a child drowning in a pool with her telepathy and...",
    "videos": {
      "ja": "https://stape.fun/e/do2ekdJeOgfPW0/?autoplay=1",
      "en": "https://stape.fun/e/x9Bp6OQO4WFkLk1/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 12,
    "title": "PENGUIN PARK",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9066756/screencap/62b581a4e0c43.jpg",
    "description": "Loid is burdened with one mission after another from WISE and comes home exhausted. He then hears neighbors gossiping that he's neglecting his family. Because he can't let anyone doubt them as a family for the sake of Operation Strix, he decides to take his family to the aquarium the next day they have off to show everyone that they get along. However, he is assigned another mission from WISE while he's there, and...",
    "videos": {
      "ja": "https://stape.fun/e/LMP1DyyMZBsRplL/?autoplay=1",
      "en": "https://stape.fun/e/pdJzkPp1Kacrp2v/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 13,
    "title": "PROJECT APPLE",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114344/screencap/63356a4f8c5f4.jpg",
    "description": "The Forgers go look for a dog for Anya's reward for getting a Stella. In the middle of their outing, Loid ends up having to work a mission to stop a terrorist bombing attack planned against Westalis's foreign minister. Meanwhile, Anya is trying to pick out a dog, but then sees a vision of her family when she randomly reads the mind of a giant, mysterious, white dog. Anya becomes curious and chases after the dog, but she ends up accidentally wandering into the hideout of the terrorists!",
    "videos": {
      "ja": "https://stape.fun/e/7DODM360PzHJMZ/?autoplay=1",
      "en": "https://stape.fun/e/23eBGyr2R4sZYga/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 14,
    "title": "DISARM THE TIME BOMB",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114345/screencap/633fada853495.jpg",
    "description": "Anya meets a mysterious dog who can see into the future. They were able to escape from the terrorists with the dog's help, but eventually, they fall back into the hands of the terrorists again. And then Yor shows up and attacks the enemy! Soon after, the dog sees into the future again. The vision Anya saw through the dog's mind was Loid unconscious and buried under the remains of a building that had been bombed. In order to stop this future from happening, Anya and the dog head to the place where the incident happens!",
    "videos": {
      "ja": "https://stape.fun/e/elrJQd2zo4FYVOK/?autoplay=1",
      "en": "https://stape.fun/e/G99Aqla6zaT1JR8/?autoplay=1"
    }
  },
  {
    "series": "SPY x FAMILY",
    "episode": 15,
    "title": "A NEW FAMILY MEMBER",
    "cover": "https://artworks.thetvdb.com/banners/v4/episode/9114347/screencap/634817b724c4e.jpg",
    "description": "Loid faces off with one of the enemy's bomb dogs, Anya secretly saves Loid, and Yor finds the leader of the terrorists who had been on the run. The whole family ends up involved in this terrorist bombing incident, but what will be its conclusion?! Also, they were supposed to go get a dog for Anya as a reward for her getting a Stella, but now, she says she wants to keep the mysterious, giant dog that she encounters in this incident. Loid knows the truth about this dog as well as the other dogs involved in the bombing incident and tells her no, but then Anya says she'll quit going to school if she can't have the dog and...",
    "videos": {
      "ja": "https://stape.fun/e/bZr33P0j4KtP1px/?autoplay=1",
      "en": "https://stape.fun/e/OdGwQyjqmgFZbWj/?autoplay=1"
    }
  }
]
